[
  {
    "path": "posts/2021-02-27-new-cdph-job/",
    "title": "Never say never: Why I moved from local to state public health",
    "description": "On January 4, 2021, I started as the new Director and State Health Officer at the California Department of Public Health (CDPH).",
    "author": [
      {
        "name": "Tomás Aragón",
        "url": "https://taragonmd.github.io"
      }
    ],
    "date": "2021-02-21",
    "categories": [],
    "contents": "\nSince 1996, I served the City and County of San Francisco in numerous deputy health officer roles, eventually becoming the health officer in December 2010. I was born in San Francisco and grew up in the Mission District—a low-income, predominantly Latino community. My family immigrated from Nicaragua in the 1950s and the Mission was home to a large concentration of Central American immigrants. I was honored and proud to be the health officer of my city of birth.\nAt the San Francisco Department of Public Health (SFDPH), local public health practice provided me with many unique challenges and opportunities. I was also the director of the Population Health Division that provided core public health services. I grew tremendously in my organizational and community leadership roles, and my partnerships with academic institutions such as UCSF and UC Berkeley School of Public Health fulfilled my nerdy inclinations. Over the years I worked with the California Department of Public Health on a variety of problems from communicable disease outbreaks to radiation concerns at the Hunter Points Naval Shipyard. However, I never—and I mean never!—imagined working for the state public health department—I wanted to stay close to the action; that is, local public health.\nBefore my health officer appointment, I had directed national CDC research and training centers on infectious disease emergency preparedness and response at the UC Berkeley School of Public Health. I had put that part of my career completely behind me and was more focused on broader public health challenges such as racial health inequities. I also developed a strong interest in leadership development, decision intelligence, and organizational performance improvement. The SFDPH became a laboratory for testing, learning, and teaching. I was professionally and intellectually fulfilled.\nThat all changed with the SARS-CoV-2 pandemic. In December 2019, we started receiving news about an outbreak of respiratory infections in Wuhan, Hubei Province, China. Because of my training and expertise in communicable diseases, and my experience with SARS in 2003 and H1N1 pandemic flu in 2009, I was especially attuned to the evolving events.\nOn January 13, 2020, I med with Dr. Julie Stoltey, our communicable disease controller, and on January 21st we activated our Departmental Operations Center (DOC). We have been working non-stop since with very few days off. The pandemic not only disrupted our society and economy, it revealed and amplified pre-existing racial inequities. It also revealed the longstanding neglect of the public health infrastructure at all levels of government. Finally, people started to understand what is public health.\nMarch 15, 2020, a group of seven Bay Area health officers, led by Dr.Sara Cody, issued the first stay-at-home orders in the United States. We successfully prevented many cases, hospitalization, and deaths. Unfortunately, this was just the beginning of a long haul of fighting this relentless and unforgiving pandemic. Fortunately, the rapid development of effective vaccines meant real hope was around the corner, and that we would be transitioning into a recovery and rebuilding phase. This also means rebuilding the public health infrastructure for the 21st century.\nWhen the job announcement for the CDPH director and state public health officer was posted, I immediately applied. I could not pass up the opportunity to shape the future of public health services for a state of 40 million people, to advocate for the resources to rebuild our public health infrastructure, and to fight for social and racial equity and health on a larger stage. I was humbled and honored to be selected to serve in this position at this critical time in our history.\nI just completed seven weeks! I am exhausted, and at times overwhelmed and over extended! (So, what else is new!) My strongest impression working at CDPH is the enormous level of staff dedication, kindness, ingenuity, and passion for public service and science. I am inspired every single day! The CDPH staff are working 24/7 to protect and promote health and safety for the diverse counties and communities across the state. It’s a huge privilege to work more closely with health officials of the County Health Executives Association of California (CHEAC) and the Health Officers Association of California (HOAC), and with stakeholder and advocacy groups representing the diverse interests of California residents. They too are working just as hard and long to protect all of us.\nRebuilding public health requires everyone. I hope you will reach out to me and provide input and feedback on our and my performance, and how we can “become the best at getting better” in service to you.\nTo learn more about CDPH visit https://www.cdph.ca.gov/Pages/About.aspx.\n\n\n\n",
    "preview": "posts/2021-02-27-new-cdph-job/images/combatimoscovid_1800x1200.jpg",
    "last_modified": "2021-02-27T17:20:05-08:00",
    "input_file": "new-cdph-job.utf8.md"
  },
  {
    "path": "posts/welcome/",
    "title": "Welcome! ¡Bienvenido!",
    "description": "Rebuilding population health blog.",
    "author": [
      {
        "name": "Tomás Aragón",
        "url": "https://taragonmd.github.io"
      }
    ],
    "date": "2021-02-18",
    "categories": [
      "CDPH"
    ],
    "contents": "\nI am rebuilding this blog website using https://rstudio.github.io/distill/.\n\n\n\n",
    "preview": {},
    "last_modified": "2021-02-27T10:02:15-08:00",
    "input_file": {}
  }
]
