[
  {
    "path": "posts/2021-05-22-congrats-ucb-sph-class-of-2021/",
    "title": "Congratulations UC Berkeley School of Public Health Class of 2021!",
    "description": "2021 Virtual Commencement, May 16, 2021",
    "author": [
      {
        "name": "Tomás Aragón",
        "url": "https://taragonmd.github.io"
      }
    ],
    "date": "2021-05-22",
    "categories": [
      "Award",
      "Graduation"
    ],
    "contents": "\n\nContents\nVirtual Commencement\nAlum of the Year\nCommencement comments (starts at 58:57)\n\nLetter of gratitude to SPH community\n\nVirtual Commencement\nThis is the 75th graduating class! Here is the Virtual Commencement (and below) and program.\n\n\nAlum of the Year\nI was very honored and humbled to be selected the 2021 Alumnus of the Year. Below are my comments delivered at the commencement and thanks to the SPH community.\nCommencement comments (starts at 58:57)\n\n\nI want to express my enormous gratitude to the UC Berkeley SPH community for selecting me as the “2021 Alumnus of the Year.” For me, this is a tremendous honor. The SPH has a very special place in my heart\nI graduated in 2000 with a Doctor of Public Health degree. From 2003 to 2010, at the SPH I directed a CDC center on infectious disease emergency preparedness and response. Of course, the Feds cut all our funding, so in 2011, I became the Health Officer of San Francisco.\nOn January 9, 2020, the WHO announced a mysterious coronavirus pneumonia in Wuhan, China. On January 21st, I activated our public health emergency response, and the same day the CDC confirmed the first coronavirus case in the US. On Sunday, March 15th, I woke up not realizing that the very next day, March 16th, I, along with six Bay Area health officers, would be issuing the first regional stay-at-home orders in the United States. California followed on March 19th, and New York City on March 22nd.\nThat decision, came together with lightning speed because we had developed a relationship based on trust, respect, and universal values. Dr. Monica Sharma, former director of leadership development at the United Nations, defines universal values as values that apply to every person on earth, leaving no one behind. She learned that embodying and promoting the values of dignity, equity, compassion, and humility were the most effective: they enabled people to come together, transcend differences, find common ground, and solve complex problems—in our case—could we dodge a public health catastrophe through swift public health action?\nOur team had embraced what Dr. Sharma calls radical transformational leadership—leading change from the universal values of dignity, equity, compassion, and humility to transform self, people, systems and cultures towards equity, antiracism, and sustainable results.\nEmbodying humility opens your heart and mind to listening deeply to opposing points of view; it accelerates group learning and problem solving. With humility you come to appreciate and value multiple truths. You embrace curiosity over certainty, inquiry before advocacy, and discernment over judgment.\nToday, as you embark on your public health careers, I hope you will become radical transformational leaders, and embody and promote the universal values of dignity, equity, compassion, and humility in every interaction, in every conversation, and in every decision.\nThank you!\nLetter of gratitude to SPH community\nMarch 28, 2021\nDear UC Berkeley SPH family,\nI want to express my enormous gratitude for selecting me as the 2021 Alum of the Year. For me, this is a tremendous honor. UC Berkeley SPH has a very special place in my heart. I grew up in San Francisco’s Mission District. My family immigrated from Nicaragua in the 1950s. My father completed high school and my mother completed sixth grade. He worked as a cook and dishwasher and she as a seamstress. When I was 5 my mom became a single parent raising four children. She became my role model and moral compass.\nI was accepted to UC Berkeley at the age of 17 through the Affirmative Action and Education Opportunity Programs. Unfortunately, I dropped out after two quarters because I was struggling academically. I did not have the academic preparation of other students. I enrolled in SF State, improved my study skills, got my grades up and returned to UC Berkeley in 1981 to study molecular biology. As an undergraduate I enrolled in a SPH course on cancer epidemiology. I was hooked! I knew that public health and epidemiology would always be a part of my career.\nIn medical school, I received my MPH degree. After my primary care internal medicine residency and infectious disease fellowship at UCSF, I received my Doctor of Public Health (DrPH) from the UC Berkeley School of Public Health. I had the privilege to learn from the best epidemiology and biostatistics professors in the nation. I studied everything from advanced biostatistics to mathematical demography and modeling.\nSince 2003 I have been a voluntary lecturer at the UCB SPH teaching “Applied Epidemiology Using R,” even after I became health officer of San Francisco in 2011. When I started teaching this course few were interested in R. I had the privilege to see firsthand computational thinking and data science explode in innovation. Through their innovative class projects, my students were teaching me more than I was teaching them. I experienced what I call “population health data science” (descriptive, predictive, causal inference, modeling, and optimization methods). I get to bring all of this innovation into my public health practice!\nAs public health officials we make daily decisions in the face of uncertainty, time constraints, competing objectives, and limited information. This culminated with the Bay Area health officers issuing shelter-in-place orders on March 16, 2020. All of my public health decisions and public health orders have been influenced by the UC Berkeley School of Public Health.\nI am indebted to you all—students, professors, and staff! You have had a real hand in my public health career and actions.\nThat is why being selected the 2021 University of California, Berkeley School of Public Health Alum of the Year is the most valued honor I could ever receive.\nThank you! Thank you! Thank you!\nWith tremendous gratitude,\nTomás Aragón\nUC Berkeley Class of 1983 (AB, Molecular Biology)\nUC Berkeley School of Public Health, Class of 2000 (DrPH, Epidemiology)\n\n\n\n",
    "preview": "posts/2021-05-22-congrats-ucb-sph-class-of-2021/images/feature.png",
    "last_modified": "2021-05-22T02:04:37-07:00",
    "input_file": {},
    "preview_width": 675,
    "preview_height": 450
  },
  {
    "path": "posts/2021-05-15-embodying-cultural-humility/",
    "title": "Embodying cultural humility",
    "description": "Commit to lifelong learning and personal and institutional transformation.",
    "author": [
      {
        "name": "Tomás Aragón",
        "url": "https://taragonmd.github.io"
      }
    ],
    "date": "2021-05-15",
    "categories": [
      "Antiracism",
      "Equity",
      "Humility",
      "Implicit bias",
      "Leadership",
      "Team skills"
    ],
    "contents": "\nIn 1998, Melanie Tervalon and Jann Murray-García published a groundbreaking article that challenged the concept of “cultural competency” with the concept of “cultural humility” [1,2].Cultural humility is committing to lifelong learning, critical self-reflection, and personal and institutional transformation. Accepting cultural humility means accepting that we can never be fully culturally competent. Cultural humility is the foundation for establishing trust and respectful relationships, and for managing differences and conflict. Cultural humility means\ncommitting to lifelong learning and critical self-reflection;\nrealizing our power, privilege, and prejudices (biases) (includes conscious and non-conscious [implicit] biases);\nredressing power imbalances for respectful partnerships; and\npromoting institutional accountability.\nPower is the capacity or ability to direct or influence the behavior of others, the course of events, or the allocation of resources. Power comes from positional, moral, or relational authority. Authority is granted by appointment or earned by trust and credibility. It is exercised by embodying universal values (humility, compassion, equity, dignity), or by persuasion, manipulation, or deceit. The dynamics and impacts of power are multi-dimensional, context dependent, cumulative, and can be subtle. For example, the mere presence of a boss can unintentionally shut down subordinates.\nPrivilege is a form of unearned power that comes from social advantage. All of us have some form of privilege. Privilege exists because of sociopolitical systems and cultural norms that create, reinforce, and amplify power inequities, explicitly or implicitly. For example, in the US, if you are like me: male, heterosexual, cisgender, or have lighter skin color, you have more privilege. You do not choose privilege, but you can acknowledge it, and, more importantly, you can make “the noble choice to forgo your status, [and to] use your influence for the good of others before yourself” — this is humility.\nFor our purposes, biases are preferences, cognitive processes, or inferences that shape our mental models, knowledge, attitudes, beliefs, and behaviors in ways that cause or contribute to inequities in power, privilege, opportunities, or outcomes for ourselves and/or others. Biases can be known to you and others (open), known to you and not others (hidden), known to others but not you (blind spot), or not known to you and others (unknown).1\nImplicit biases account for the unknown and blind spot biases, and are the most challenging type of bias because we all have them, and they are difficult to identify, measure, and mitigate. For example, ambiguous hiring criteria are susceptible to implicit biases. Without unambiguous, objective criteria, hiring someone you “trust” is driven, unintentionally, by implicit biases.2\nLearn more about cultural humility from the following outstanding videos.\nCultural Humility video (edited to 6 min)\n\n\nCultural Humility video (complete 30 min)\n\n\n\n\n\n1. Tervalon M, Murray-Garcia J. Cultural humility versus cultural competence: A critical distinction in defining physician training outcomes in multicultural education. J Health Care Poor Underserved [Internet]. 1998 May;9(2):117–25. Available from: https://www.ncbi.nlm.nih.gov/pubmed/10073197\n\n\n2. Foronda C, Baptiste D-L, Reinholdt MM, Ousman K. Cultural humility. Journal of Transcultural Nursing [Internet]. 2015 Jun;27(3):210–7. Available from: https://doi.org/10.1177/1043659615592677\n\n\nTo learn more study “JoHari Window in Interpersonal Communication”: Video lecture by Dr. Lori Zakel, Professor and Chair of the Communication Department at Sinclair College, Dayton, Ohio. Available at https://youtu.be/-7FhcvoVK8s.↩︎\nTo learn more study “JoHari Window in Interpersonal Communication”: Video lecture by Dr. Lori Zakel, Professor and Chair of the Communication Department at Sinclair College, Dayton, Ohio. Available at https://youtu.be/-7FhcvoVK8s.↩︎\n",
    "preview": "posts/2021-05-15-embodying-cultural-humility/images/tree-hands_275x183.png",
    "last_modified": "2021-05-15T22:22:12-07:00",
    "input_file": {},
    "preview_width": 275,
    "preview_height": 183
  },
  {
    "path": "posts/2021-05-01-seven-principles-for-building-trust/",
    "title": "The 7 principles for building trust",
    "description": "What is trust? How do we build and keep it?",
    "author": [
      {
        "name": "Tomás Aragón",
        "url": "https://taragonmd.github.io"
      }
    ],
    "date": "2021-05-01",
    "categories": [
      "Character",
      "Compassion",
      "Competence",
      "Humility",
      "Accountability",
      "Psychological safety",
      "Team skills",
      "Trust"
    ],
    "contents": "\nBuilding trust\nIn organizations with high trust levels staff engage in honest, vigorous deliberations about important and sensitive topics, including strategy, budget cuts, ethics, equity, racism, discrimination, power, privilege, prejudice, interpersonal conflict, etc.\nThe word trust is used often but rarely defined. The word is thrown around as if everyone understands exactly what we mean. We attend countless meetings where “building trust” is emphasized. Building and restoring trust requires a thoughtful, systematic approach. To understand trust we must define it precisely. Trust is an aspect of relationships; it varies within and across relationships. Organizational trust researcher, Roger Mayer, defines trust as follows:\n\n“Trust is the willingness of a party [trustor] to be vulnerable to the actions of another party [trustee] based on the expectation that the other party will perform a particular action important to the trustor, irrespective of the ability to monitor or control that other party. … Making oneself vulnerable is taking a risk. Trust is not taking a risk per se, but rather it is a willingness to take risk” [1].\n\nIn short, trust is the willingness to be vulnerable to another party. Therefore, trust is a state of readiness to take risk in a relationship. Trust is the willingness to assume risk; behavioral trust (or a trusting action) is the assuming of risk. Our focus is on trust as a state of readiness (“willingness”). An organizational culture of trust is a culture where staff feel safe to tackle and vigorously debate the most challenging, sensitive topics in service of the organizational purpose.\nNot appreciated by many is that trust is an intuitive or deliberative decision [2]. As an intuitive (gut) decision we experience trust as a feeling of safety. As an deliberative decision we experience trust as a feeling of confidence. In short, assuming good intentions, our objective is to influence others to trust us, our teams, and our organization. Therefore, our job as managers is\nto be trustworthy,\nto behave in ways that inspire trust, and\nto design systems that promote a culture of trust.\nBuilding a culture of trust inspires better team collaboration, decision-making, execution, accountability, and performance. Here are The 7 Principles of Building Trust—these behaviors apply always, with anyone, and in any situation (think “C3 HATS”):\nC: Have character: be honest, have integrity, and be loyal\nC: Be caring: embody humility and compassion; promote equity and dignity; be kind and help others without expecting anything in return\nC: Be competent: be capable, consistent, and continuously improving\nH: Be humble: embody intellectual, cultural, and racial humility\nA: Be accountable: own your influence; own your mistakes and failures; apologize and make amends, keep commitments and promises\nT: Be transparent: communicate intent [what], motive [why], agenda [how: who, where, when], and mutual expectations\nS: Ensure safety (psychological, emotional, and physical): listen deeply without judgment to understand (reflective listening), respect boundaries; assume good intent; risk vulnerability\nCool tip: Fastest way to build trust [2]\n\nIf you need a fast, foolproof method to accelerate building trust with someone (e.g., your boss as the potential trustor), try this with genuine integrity and humility: “It’s really important to me that I earn your trust and confidence. Please tell me exactly what you need from me.” Ask for specifics and what success looks like. Write it down and review it with your potential trustor. Confirm mutual goals and expectations. Use the 7 Principles to deliver on your commitment(s).1\n\nDo not confuse trust with confidence. Trusting someone is not equivalent to having confidence in them. Trust requires a risk of vulnerability. A corollary: earning others’ complete trust almost always earns confidence in you, but earning others’ confidence (e.g., in your abilities) does not mean they also trust you (i.e., willingness to be vulnerable to your actions).\nThe trustor’s propensity to trust is the predisposition or general willingness to trust before any information about the trustee is considered. At one extreme, a very high propensity to trust can result in extending trust even when it is not warranted (“blind trust”). At the other extreme, a low propensity to trust can result in not extending trust even when it is warranted (“blind mistrust”).\n“Distrust” and “mistrust” have roughly the same meaning. Both mean lack of trust. But distrust is lack of trust based on experience or reliable information, while mistrust is often a general sense of unease toward someone or something.\nCourage and trust involve vulnerability\nCelebrating courage\nHumility and trust are based in human relationships and involve vulnerability. Brené Brown defines vulnerability “as uncertainty, risk, and emotional exposure.” “Vulnerability is the core of all emotions and feelings. To feel is to be vulnerable.” [3] Any time someone risks vulnerability to get better, build trust, protect others, or behave ethically they are courageous! Therefore, we are surrounded by daily acts of unrecognized courage! Recognize and celebrate our courageous staff, clients, and communities!\nUnderstanding empathy and compassion\nWith sympathy I care about your suffering. With empathy I feel your suffering. With compassion I want to relieve your suffering. Be aware and mindful: because of our implicit biases we are more likely to empathize with people “like us” (e.g., tribalism). Instead, we endeavor to have empathy for those unlike us, and to have compassion towards those who are vulnerable or suffering, and to act in the face of our vulnerabilities—this is courage.\n\n\n\n1. Mayer RC, Davis JH, Schoorman FD. Organizational trust; a reader. In: Kramer RM, editor. Oxford University Press; 2007. p. 82–108. \n\n\n2. Hurley RF. The decision to trust: How leaders create high-trust organizations. 1st ed. Jossey-Bass; 2011. \n\n\n3. Brown B. Daring greatly: How the courage to be vulnerable transforms the way we live, love, parent, and lead. Avery; 2015. \n\n\nDon’t forget to develop a communication plan to communicate progress, problems, and to manage expectations.↩︎\n",
    "preview": "posts/2021-05-01-seven-principles-for-building-trust/images/building-trust_525x350.jpg",
    "last_modified": "2021-05-15T22:12:56-07:00",
    "input_file": {}
  },
  {
    "path": "posts/2021-03-20-youre-about-to-make-a-terrible-mistake/",
    "title": "You're about to make a terrible mistake! (book recs)",
    "description": "Here are my favorite books on making better decisions (and avoiding terrible mistakes!)",
    "author": [
      {
        "name": "Tomás Aragón",
        "url": "https://taragonmd.github.io"
      }
    ],
    "date": "2021-03-20",
    "categories": [
      "Book recommendations",
      "Decision intelligence",
      "Behavioral economics",
      "Decision analysis"
    ],
    "contents": "\n\nContents\nPrerequisites\nBehavioral economics\nStrutured decision making\nCrisis decision making\nDecision analysis\nIntroductory\nIntermediate\nAdvanced\n\nLeadership competencies\n\nDecision making is our most important daily activity. Decisions drive vision, strategy, execution, problem solving, performance, evaluation, and continuous improvement. Decisions can be rapid and guided by experience and intuition, or they can be the product of a slow, deliberative process, usually by teams. So, what is a decision?\n“A decision is a choice between two or more alternatives that involves an irrevocable allocation of resources” [1]. Every decision has a causal assumption, a prediction, and an opportunity cost. The opportunity cost is the lost benefit of the better option not chosen or not considered. The most common decision we make everyday is how we spend our time and with whom we spend it.\nMost decisions are automatic and influenced by intuition. Occasionally, we slow down to deliberate in teams and we are influenced by our intuition, non-conscious cognitive processes, group psychology, power dynamics, and politics.\nIn spite of the importance of decision making, few are trained on how to make better decisions. I am often asked what are my favorite decision books. To promote better decision making I list several here in their primary category.\nPlease send me your favorite decision book recommendations and why to like them.\nPrerequisites\nHess E. Humility is the New Smart: Rethinking Human Excellence in the Smart Machine Age. Berrett-Koehler Publishers, a BK Business Book; 2017. Introduction to the critical importance of humility, especially intellectual humility, having self-awareness, receiving accurate feedback, listening, learning, improving, and building trust.\nGrant A. Think Again: The Power of Knowing What You Don’t Know. Viking (February 2, 2021) “Think Again is a must-read for anyone who wants to create a culture of learning and exploration, whether at home, at work, or at school… In an increasingly divided world, the lessons in this book are more important than ever.” —Bill and Melinda Gates\nGalef J. The Scout Mindset: Why Some People See Things Clearly and Others Don’t. Portfolio (April 13, 2021)\nBehavioral economics\nSibony O. You’re About to Make a Terrible Mistake: How Biases Distort Decision-Making and What You Can Do to Fight Them. Little, Brown Spark (July 14, 2020). Covers nine common decision-making traps – and learn practical tools for avoiding them – in this “masterful,” research-based guide from a professor of strategic thinking\nSunstein C. Wiser: Getting Beyond Groupthink to Make Groups Smarter. Harvard Business Review Press; First Edition (December 23, 2014). How to use behavioral economics to improve team decisions.\nKahneman D. Thinking, Fast and Slow. Farrar, Straus and Giroux; 1st edition (March 1, 2013). Classic, transformational book from a pioneer in behavioral economics.\nStrutured decision making\nAnne Duke. How to Decide: Simple Tools for Making Better Choices. Portfolio; Illustrated edition (October 13, 2020). Brilliant, practical introduction to decision making that integrates cognitive psychology, probability, and practical tools\nAnne Duke. Thinking in Bets: Making Smarter Decisions When You Don’t Have All the Facts. Portfolio; Reprint edition (May 7, 2019). This is the original book on decision making by Anne Duke.\nHammond JS, Keeney RL, Raiffa H. Smart Choices: A Practical Guide to Making Better Decisions. Crown Business; 2002. Classic book on making better decisions when faced with multiple competing objectives and trade-offs.\nKeeney R. Give Yourself a Nudge: Helping Smart People Make Smarter Personal and Business Decisions. Cambridge University Press; 2020. This book extends the Hammond book and includes how to influence others’ decisions that impact you.\nCrisis decision making\nRoberto MA. Why Great Leaders Don’t Take Yes for an Answer: Managing for Conflict and Consensus. FT Press; 2nd edition (September 25, 2015). How leaders can build consensus and make decisions in the face of disasters. Reviews catastrophic decisions and how to avoid them.\nMarcus LJ, McNulty EJ, Henderson JM, Dorn BC. You’re It: Crisis, Change, and How to Lead When It Matters Most. PublicAffairs (March 16, 2021). Comprehensive framework for how to lead during disasters. Based on empirical research during actual disasters.\nSunstein CR. Averting Catastrophe: Decision Theory for COVID-19, Climate Change, and Potential Disasters of All Kinds. NYU Press (April 27, 2021)\nDecision analysis\nIntroductory\nSpetzler C, Winter H, Meyer J. Decision Quality: Value creation from Better Business Decisions. Wiley; 2016. Covers the basics of decision analysis including how to avoid cognitive biases.\nIntermediate\nSoc HC, Higgins MC, Owens DK. Medical Decision Making. Publisher : Wiley-Blackwell; 2nd edition (July 29, 2013). Classic book in clinical decision analysis\nMyriam Hunink, MG. Decision Making in Health and Medicine. Cambridge University Press; 2nd edition (October 16, 2014). Classic book in clinical decision analysis\nAdvanced\nAbbas AE, Howard RA. Foundations of Decision Analysis. Pearson; 1st edition (March 19, 2015). Serious introduction to decision analysis from a pioneer in the field (Ronald A. Howard).\nFenton N, Neil M. Risk Assessment and Decision Analysis with Bayesian Networks. Chapman and Hall/CRC; 2nd edition (September 12, 2018) Introduction to decision analysis using Bayesian networks. For background see Population health thinking with Bayesian networks.\nLeadership competencies\nMarquet LD. Leadership is Language: The Hidden Power of What You Say—and What You Don’t. Portfolio / Penguin; 2020. Practical tools for leading teams under adversity. Concrete focus on the language we use to motivate and empower others.\nEdmondson AC. The Fearless Organization: Creating Psychological Safety in the Workplace for Learning, Innovation, and Growth. Wiley; 2018. Reviews the science of psychological safety and its critical role in decision-making, learning, and continuous improvement.*\nPearl J, Mackenzie D. The Book of Why: The New Science of Cause and Effect. Basic Books; Reprint Edition (August 25, 2020), ISBN-13: 978-1541698963. Conceptual intro- duction to causal thinking, reasoning, and inference. This book should be required reading for all public health and medical professionals.\n\n\n\n1. Howard RA, Abbas AE. Foundations of decision analysis. 1st ed. Pearson; 2015. \n\n\n\n\n",
    "preview": "posts/2021-03-20-youre-about-to-make-a-terrible-mistake/images/feature.png",
    "last_modified": "2021-12-08T22:40:14-08:00",
    "input_file": {},
    "preview_width": 1008,
    "preview_height": 672
  },
  {
    "path": "posts/2021-03-13-decision-intelligence01/",
    "title": "Decision intelligence (Part 1)",
    "description": "Integrating problem solving, decision quality, performance improvement, and behavioral, data, and information sciences",
    "author": [
      {
        "name": "Tomás Aragón",
        "url": "https://taragonmd.github.io"
      }
    ],
    "date": "2021-03-13",
    "categories": [
      "Decision intelligence",
      "Data science",
      "Behavioral economics",
      "Performance improvement"
    ],
    "contents": "\n\nContents\nDecision making\nCausal and probabilistic reasoning\n\nDecision intelligence\nProblem solving\nDecision quality\nPerformance improvement\nBehavioral, data, and information sciences\n\nSummary\n\nIn February, 2021, Bay Area health officers published an article “Crisis Decision-Making at the Speed of COVID-19: Field Report on Issuing the First Regional Shelter-in-Place Orders in the United States”. In this article we discussed the application of decision intelligence (DI) to a public health crisis.\nIn this blog entry, I briefly summarize key DI concepts. One of my goals is to clarify that “data-driven decision making” is an incomplete construct for DI.\nDecision making\nCausal and probabilistic reasoning\nDecision making is our most important daily activity. Decisions drive vision, strategy, execution, problem solving, performance, evaluation, and continuous improvement. Decisions can be rapid and guided by experience and intuition, or they can be the product of a slow, deliberative process, usually by teams. So, what is a decision?\n“A decision is a choice between two or more alternatives that involves an irrevocable allocation of resources” [1]. Every decision has causal assumptions, predictions, and opportunity costs. For example, we might choose option \\(A\\) over option \\(B\\) because we predict option \\(A\\) will achieve outcome \\(Y\\) with higher probability \\(P\\) (often unstated). The opportunity cost is the lost benefit of the better option not chosen or not considered. Implicit (non-conscious) cognitive biases, individually and collectively, can drive the strength of our causal beliefs, predictions, and decisions. Therefore, to improve team decision making, we also need to strengthen our capabilities in causal and probabilistic reasoning, balancing trade-offs from competing objectives, and leading team deliberations in the face of volatility, uncertainty, complexity, and ambiguity (so-called VUCA).\nWhat public health officials bring to the decision-making table are the principles of epidemiology and biostatistics that support causal and probabilistic reasoning, respectfully. Causal reasoning appears in questions such as: What are the key drivers? (root causes); Why and how is this happening? (root causes); Asking “why?” 5 times. (“The 5 Whys”); Does this countermeasure work? (efficacy); Will it work in the real world? (effectiveness); and Which intervention is more cost-effective? (efficiency).\nProbabilistic reasoning appears in questions such as: What are the chances that this exposure leads to infection? (prediction); What are the chances this countermeasure will work? (prediction); What are the sensitivity and specificity of this test or classification? (proportion of false-negative and/or false-positive of any test result or conjecture). This type of reasoning,\n\\[\n\\Pr (\\text{effect} \\mid \\text{cause})\n\\] \\[\n\\Pr (\\text{evidence} \\mid \\text{hypothesis})\n\\] \\[\n\\Pr (\\text{test results} \\mid \\text{presence of disease})\n\\] is called causal reasoning (or predictive reasoning).1\nIn contrast, What are the chances my hypothesis (conjecture, suspected diagnosis) is correct given the evidence? What is the chance of being infected given a test result? This type of reasoning,\n\\[\n\\Pr (\\text{cause} \\mid \\text{effect})\n\\] \\[\n\\Pr (\\text{hypothesis} \\mid \\text{evidence})\n\\] \\[\n\\Pr (\\text{presence of disease} \\mid \\text{test results})\n\\] is called evidential reasoning (or diagnostic reasoning) and is the inverse conditional probability of causal reasoning. Unfortunately, human beings are very poor at evidential reasoning because it requires Bayes theorem to calculate probabilities. Humans are unaware of this cognitive limitation; hence, we are overconfident in our assessments and, with confirmation bias, may develop certainty and rigid beliefs. For these reasons, we must approach VUCA with genuine intellectual humility and embrace curiosity over certainty. In fact, in the face of VUCA, key decisions are better managed like hypotheses to be tested.\nEvery decision involves intuition, emotions, and cognitive and social psychology. Because of VUCA, decision making is often more art than science, and the “art” depends on psychological safety and effective interpersonal skills for managing conflict and building consensus. Decisions in organizational environments evolve within a historical, political, and cultural context that may constrain or support good decision making.\nThe failure to understand basic causal and evidential reasoning leads to wrong inferences, rigid beliefs, and poor decisions. We have seen this time and time again in the SARS’CoV-2 pandemic. The only practical and effective approach is to embrace humility, curiosity, and learning.\nDecision intelligence\nFor public health officials, decision intelligence is the practical integration of problem solving, decision quality, performance improvement, and behavioral, data, and information sciences.2\nProblem solving\nMany public health officials use components of decision intelligence but are unaware of its integrated structure. Figure 1 graphically depicts the problem-solving structure as a causal graph (also called directed acyclic graph or DAG).\n\n\n\nFigure 1: Causal graph to guide problem solving\n\n\n\nThe easiest example to understand is clinical diagnosis and treatment. When a patient presents to an emergency room with chest pain (problem), the clinician considers and prioritizes consequences (death, discomfort, etc.) and causes (myocardial infarction, esophageal reflux, anxiety, etc.), tests hypotheses by collecting data (history, physical examination, and diagnostic tests), and then uses the results to select and implement a treatment plan (countermeasures). The patient’s response to treatment is more data for learning, and for adjusting hypotheses and treatments. This whole process is a series of problem solving decisions, learning, and continuous improvement. The seasoned clinical is an expert in clinician decision intelligence.\nDecision quality\nSimilarly, complex problem-solving is a series of important, causally-linked decisions to (a) select and focus on the right problem, consequences, and root causes, and (b) design, evaluate, and improve countermeasures (prevention, control, mitigation) to achieve the primary objectives while minimizing harmful outcomes and unintended consequences.\nDecision quality is understanding and improving the requirements of making good decisions (Figure 2) even when the decisions are intuitive and fast. Decision quality has these requirements (1) frame the decision problem or opportunity, including identifying values and setting decision objectives; (2) gather relevant data and information; (3) generate creative, doable alternatives (choices); (4) conduct sound reasoning to select or prioritize the best alternatives to achieve the objectives; (5) involve the right stakeholders and build consensus (commitment to action); and (6) understand the consequences, trade-offs, and opportunity costs (prospects).\n\n\n\nFigure 2: Decision quality requirements\n\n\n\nAt a minimum, a decision quality checklist (Table 1) improves the quality of decisions at any stage of problem solving. A good decision is only as strong as its weakest link.\nTable 1:  Decision quality requirements engages multiple disciplines and skillsets\nNo.\nRequirement\nKey questions to ask\n1\nFrame\nWhat are we deciding and why?\n2\nInformation\nWhat do we need to know?\n3\nAlternatives\nWhat creative choices do we have?\n4\nReasoning\nAre we thinking straight?\n5\nCommitment\nIs there commitment to action? Are we thinking straight?\n6\nProspects\nWhat future states do we care about?\nTable 2 summarizes specific areas of professional and systems developement to improve decision quality.\nTable 2:  Decision quality requirements engages multiple disciplines and skillsets\nNo.\nRequirement\nPriority areas for development, training, and improvement\n1\nFrame\n\\(\\leftarrow\\) decision competency in PDSA problem solving\n2\nInformation\n\\(\\leftarrow\\) data and information systems\n3\nAlternatives\n\\(\\leftarrow\\) knowledge management (discovery, translation, and integration)\n4\nReasoning\n\\(\\leftarrow\\) causal and probabilistic reasoning, deliberation, and data science\n5\nCommitment\n\\(\\leftarrow\\) Engage and involve stakeholders to increase commitment to action\n6\nProspects\n\\(\\leftarrow\\) Understand the consequences, trade-offs, and opportunity costs\nTeam problem solving is a series of deliberative decision processes that are divergent (generating creative ideas and options) and convergent (selecting or prioritizing options for action). First, selecting the right problem to tackle is a decision problem, and it is the most important. Second, a root cause analysis identifies what causes the problem. Third, selecting countermeasures for root causes, problem, and consequences is, again, a decision problem. The key point is that problem-solving is a series of linked, interdependent decisions, each with quality requirements. The quality of a decision can only be as strong as its weakest link, and the quality of problem solving can only be as strong as the quality of those decisions.\nPerformance improvement\nPut together, decision intelligence is the integration of problem solving and decision quality within a performance improvement framework, ensuring quality and continuous improvement in decision making. Table 3 summarizes decision intelligence as Plan-Do-Study-Act (PDSA) problem solving.\nTable 3:  Decision intelligence is the integration of problem solving and decision quality within a performance improvement framework\nPDSA\nComponents of Problem Solving\nKey decision questions\nPlan\nProblem finding and definition\nWhat is main problem to solve?\n\nConsequence (risk) analysis\nWhat are the consequences?\n\nRoot cause (diagnostic) analysis\nWhat causes the problem?\n\nCountermeasure design and testing\nWhat strategies and actions work?\nDo\nCountermeasure implementation\nHow do we deploy countermeasures?\nStudy\nCountermeasure (causal) evaluation\nHow do we measure and test effectiveness?\nAct\nAct on what you learn to improve\nHow do we learn and improve?\nWe can now appreciate that PDSA problem-solving is a series of decisions (Figure 3): finding and selecting the most important problems to tackle; identifying and prioritizing the consequences caused by the unresolved problem(s); identifying (or discovering) and prioritizing the root causes of the problem(s); selecting effective countermeasures for each level (problem, root causes, and consequences); and deploying and evaluating the effectiveness of the countermeasures where evaluation is a type of causal analysis.\n\n\n\nFigure 3: PDSA problem solving is a series of decisions\n\n\n\nBehavioral, data, and information sciences\nDecision intelligence starts with mastering the concepts above which can improve everyday important decisions. Without this foundation it is not possible to optimally use data and information. We often jump to building flashy data dashboards for making “data-driven” decisions without checking if we are solving the right problem or if we have good decision processes to begin with.\nFinally, decisions involve people and actions. So we must understand basic behavioral sciences, especially behavioral economics.\nI will cover these topics in future blog updates.\nSummary\nDecision intelligence is integration of\nproblem solving,\ndecision quality,\nperformance improvement, and\nbehavioral, data, and information sciences3\nDecision intelligence4 is often promoted through the lens of data science, machine learning, and artificial intelligence. The link is through human sensory input and processing of data and “information” in Table 2. However, I believe decision intelligence concepts are applicable for everyday use, and therefore much more generalizable and powerful.\nIn future blog entries I will expand on these concepts with more emphasis on practical applications and data science.\n\n\n\n1. Howard RA, Abbas AE. Foundations of decision analysis. 1st ed. Pearson; 2015. \n\n\nI prefer causal reasoning: a causal link has statistical dependence but statistical dependence (an association) does not mean there is a causal link↩︎\nBehavioral economics had made large contributions to our understanding of the influences of non-conscious biases on every day decisions.↩︎\nBehavioral economics had made large contributions to our understanding of the influences of non-conscious biases on every day decisions.↩︎\nSee https://towardsdatascience.com/introduction-to-decision-intelligence-5d147ddab767↩︎\n",
    "preview": "posts/2021-03-13-decision-intelligence01/images/feature.png",
    "last_modified": "2021-05-15T21:36:53-07:00",
    "input_file": {},
    "preview_width": 900,
    "preview_height": 600
  },
  {
    "path": "posts/2021-02-20-new-cdph-job/",
    "title": "Never say never: Why I moved from local to state public health",
    "description": "On January 4, 2021, I started as the new Director and State Health Officer at the California Department of Public Health (CDPH).",
    "author": [
      {
        "name": "Tomás Aragón",
        "url": "https://taragonmd.github.io"
      }
    ],
    "date": "2021-02-21",
    "categories": [
      "CDPH"
    ],
    "contents": "\nSince 1996, I served the City and County of San Francisco in numerous deputy health officer roles, eventually becoming the health officer in December 2010. I was born in San Francisco and grew up in the Mission District—a low-income, predominantly Latino community. My family immigrated from Nicaragua in the 1950s and the Mission was home to a large concentration of Central American immigrants. I was honored and proud to be the health officer of my city of birth.\nAt the San Francisco Department of Public Health (SFDPH), local public health practice provided me with many unique challenges and opportunities. I was also the director of the Population Health Division that provided core public health services. I grew tremendously in my organizational and community leadership roles, and my partnerships with academic institutions such as UCSF and UC Berkeley School of Public Health fulfilled my nerdy inclinations. Over the years I worked with the California Department of Public Health on a variety of problems from communicable disease outbreaks to radiation concerns at the Hunter Points Naval Shipyard. However, I never—and I mean never!—imagined working for the state public health department—I wanted to stay close to the action; that is, local public health.\nBefore my health officer appointment, I had directed national CDC research and training centers on infectious disease emergency preparedness and response at the UC Berkeley School of Public Health. I had put that part of my career completely behind me and was more focused on broader public health challenges such as racial health inequities. I also developed a strong interest in leadership development, decision intelligence, and organizational performance improvement. The SFDPH became a laboratory for testing, learning, and teaching. I was professionally and intellectually fulfilled.\nThat all changed with the SARS-CoV-2 pandemic. In December 2019, we started receiving news about an outbreak of respiratory infections in Wuhan, Hubei Province, China. Because of my training and expertise in communicable diseases, and my experience with SARS in 2003 and H1N1 pandemic flu in 2009, I was especially attuned to the evolving events.\nOn January 13, 2020, I med with Dr. Julie Stoltey, our communicable disease controller, and on January 21st we activated our Departmental Operations Center (DOC). We have been working non-stop since with very few days off. The pandemic not only disrupted our society and economy, it revealed and amplified pre-existing racial inequities. It also revealed the longstanding neglect of the public health infrastructure at all levels of government. Finally, people started to understand what is public health.\nMarch 15, 2020, a group of seven Bay Area health officers, led by Dr.Sara Cody, issued the first stay-at-home orders in the United States. We successfully prevented many cases, hospitalization, and deaths. Unfortunately, this was just the beginning of a long haul of fighting this relentless and unforgiving pandemic. Fortunately, the rapid development of effective vaccines meant real hope was around the corner, and that we would be transitioning into a recovery and rebuilding phase. This also means rebuilding the public health infrastructure for the 21st century.\nWhen the job announcement for the CDPH director and state public health officer was posted, I immediately applied. I could not pass up the opportunity to shape the future of public health services for a state of 40 million people, to advocate for the resources to rebuild our public health infrastructure, and to fight for social and racial equity and health on a larger stage. I was humbled and honored to be selected to serve in this position at this critical time in our history.\nI just completed seven weeks! I am exhausted, and at times overwhelmed and over extended! (So, what else is new!) My strongest impression working at CDPH is the enormous level of staff dedication, kindness, ingenuity, and passion for public service and science. I am inspired every single day! The CDPH staff are working 24/7 to protect and promote health and safety for the diverse counties and communities across the state. It’s a huge privilege to work more closely with health officials of the County Health Executives Association of California (CHEAC) and the Health Officers Association of California (HOAC), and with stakeholder and advocacy groups representing the diverse interests of California residents. They too are working just as hard and long to protect all of us.\nRebuilding public health requires everyone. I hope you will reach out to me and provide input and feedback on our and my performance, and how we can “become the best at getting better” in service to you.\nTo learn more about CDPH visit https://www.cdph.ca.gov/Pages/About.aspx.\n\n\n\n",
    "preview": "posts/2021-02-20-new-cdph-job/images/combatimoscovid_1800x1200.jpg",
    "last_modified": "2021-02-28T13:43:24-08:00",
    "input_file": {}
  },
  {
    "path": "posts/welcome/",
    "title": "Welcome! ¡Bienvenido!",
    "description": "Rebuilding population health blog.",
    "author": [
      {
        "name": "Tomás Aragón",
        "url": "https://taragonmd.github.io"
      }
    ],
    "date": "2021-02-18",
    "categories": [
      "CDPH"
    ],
    "contents": "\nI am rebuilding this blog website using https://rstudio.github.io/distill/.\nDistill enables me to use Rmarkdown for running R code and rendering web pages.\nPlease be patient as I update my blog with old and new posts.\nOf course, feedback is valued and appreciated.\nThanks!\n\n\n\n",
    "preview": {},
    "last_modified": "2021-03-27T21:54:09-07:00",
    "input_file": {}
  },
  {
    "path": "posts/2018-06-11-the-book-of-why/",
    "title": "The Book of Why: The new science of cause and effect",
    "description": "Brilliant introduction to causal inference with many public health examples.",
    "author": [
      {
        "name": "Tomás Aragón",
        "url": "https://taragonmd.github.io"
      }
    ],
    "date": "2018-06-11",
    "categories": [
      "Book review",
      "Causal inference",
      "Bayesian networks",
      "Data science"
    ],
    "contents": "\nCausal reasoning is at the core of everything we see, do, and imagine. Causal inference is the foundation of scientific thinking and reasoning. Every explicit decision we make is the realization of causal thinking. You will be surprised to learn that the rigorous study of causality as a science is relatively new in comparison to the disciplines of statistics and probability. The history of the Causal Revolution will surprise, inspire, entertain, and—at times—shock you! Below is my 5-star Amazon review of the Judea Pearl’s The Book of Why: The New Science of Cause and Effect (which became an Amazon “Best Seller” within the first week of its release!).\n“Wow! I am a physician epidemiologist with a doctorate in epidemiology and I teach computational epidemiology (with R) at UC Berkeley. I had the opportunity to study biostatistics from the best professors at UC Berkeley School of Public Health (Steve Selvin, Nicolas Jewell, Richard Brand, and many more). The field of causal inference was just beginning to take off with biostatisticians piloting the plane (Mark van der Laan, Nicolas Jewell, etc.). I avoided a rigorous study of causal inference but eventually came around after studying Bayesian networks (pioneered by Judea Pearl) for decision analysis. Judea Pearl’s Bayesian networks and causal graphs connects the fields of statistics, epidemiology, decision and computer sciences in a profoundly elegant way. His work empowers and expands the potential of”big data.\" This is the first book written for the general public on this topic. It will have a huge impact. Causality and causal reasoning is at the core of everything we see, do, and imagine. He provides a graphical tool (causal graphs) for encoding expert knowledge (including community wisdom and experience). Anyone—yes, anyone—can learn the basics. For additional rigor, there are structural causal models (functional equations). I now consider it “data scientific malpractice” to be designing studies, analyzing data, and adjusting for confounders without using causal models. Human brains are wired to resist new paradigms. Be intellectually wise and humble and read this book–you will not regret it!\"\nThe Ladder of Causation\nBy the end of this book you will understand, appreciate, and value the “Ladder of Causation” (Figure 1)1 as a way of thinking about decision making, causal reasoning, and causal discovery. You will develop a different appreciation of the important roles of epidemiology and statistics which have embraced the Causal Revolution. Be sure to get the 2020 reprint edition.2\n\n\n\nFigure 1: Judea Pearl’s Ladder of Causation. Illustrator: Maayan Hare\n\n\n\n\nIllustrator: Maayan Harel http://www.maayanillustration.com/↩︎\nBasic Books; Reprint edition (August 25, 2020), ISBN-10: 1541698967, ISBN-13: 978-1541698963↩︎\n",
    "preview": "posts/2018-06-11-the-book-of-why/images/Pearl2018_The-Book-of-Why_COVER_300x200.jpg",
    "last_modified": "2021-03-13T22:04:53-08:00",
    "input_file": {}
  },
  {
    "path": "posts/2018-06-15-how-emotions-are-made/",
    "title": "How emotions are made: The secret life of the brain",
    "description": "Most of what we know about our emotions (and how our brains work) is just plain wrong---and sometimes harmful!",
    "author": [
      {
        "name": "Tomás Aragón",
        "url": "https://taragonmd.github.io"
      }
    ],
    "date": "2018-06-11",
    "categories": [
      "Book review",
      "Emotions",
      "Neuroscience",
      "Psychology"
    ],
    "contents": "\nMost of what we know about our emotions (and how our brains work) is just plain wrong—and sometimes harmful! Myth: our emotions are hard-wired by evolution in our “limbic” (“reptilian”) brain and emotions are “triggered.” Myth: across the globe humans have universal facial expressions for core emotions (e.g., joy causes smiling). Myth: we control our emotions with our “rational” (neocortex) brain. Myth: the amygdala is the “fear center” of the brain. Myth: we can learn to read others’ emotions with reliability. Myth: seeing is believing. Myth: we cannot go wrong trusting our “gut” feeling.\nReading Lisa Feldman Barrett’s How Emotions are Made: The secret life of the brain was transformative. Our emotions, brain, and body do not function as depicted by brain science myths that have been debunked, but persist because scientists, health professionals, and the “emotion,” “emotional-intelligence,” and “brain science” industries are not current with the latest neuroscience. This book will set you on the right course.\nAt birth, the brain is a blank slate awaiting “wiring instructions” from a caregiver. Every second we are alive the brain processes “big data” of sensory input from our body (through interoception) and from the external world (through our senses: sight, hearing, touch, smell, and taste). Through evolution, humans solved a neurobio-engineering problem: how do we efficiently procure and balance energy and accumulate learnings on how to survive and procreate. The brain evolved into a predictive learning machine. The memories we accumulate through experiences become the predictions (“hypotheses” or “priors”) that the brain compares to new sensory input (“evidence”). The gap between prediction and sensory input is prediction error. If the prediction error is small or negligible the brain accepts the prediction, thereby saving cognitive energy expenditure. If the prediction error is large (e.g., cognitive dissonance), the brain must choose either to accept the prediction (cognitively and energy efficient, so our brain strongly prefers this), or to learn (cognitively and energy inefficient, so our brain strongly resists this).\nThe brain must make meaning of this sensory input in order to prepare for what the body needs to do next (based on prior experiences) to survive, etc. The brain prepares the body to respond through our nervous, cardiovascular, immune, endrocrine, and musculoskeletal systems. Emotions are the on-the-spot meanings the brain gives to these external and internal sensory input (bodily sensations). “In other words, emotions are your brain’s best guess of how you should feel in the moment. Emotions aren’t wired into your brain like little circuits; they’re made on demand. As a result, you have more control over your emotions than you might think.”1\nAll of this happens automatically at a nonconscious level: that is why it “feels” like our emotions are “triggered.” In fact, our emotions are constructed in the moment based on:\nsensory input (from body [interoception] and surroundings [exteroception], includes social environmental context),\ngoal (survive, human drives, etc.),\npredictions (memories accumulated from prior experiences).2\nThe implications of understanding this evolution-designed engineering achievement are huge! How the brain processes the big data of sensory input also provides lessons on how we should process the new big data we are accumulating in the “cloud.” (Hint: read my book review of Judea Pearl’s The Book of Why: The New Science of Cause and Effect.)\nDesigning an emotionally fulfilling life\nEven today, we are taught, incorrectly, that emotions are hardwired by evolution and that we should “control” (i.e., suppress), accept (i.e., embrace), or release emotions. For example, someone or something “triggers” an emotion and a stress response (“fight-flight-freeze”) in us, and we can use mindfulness to notice, acknowledge, and “release” this emotion. Yes, mindfulness works; however, mindfulness is much more powerful when we understand that emotions are acutually constructed rathered than “triggered.”\nWe have the power to design and build an emotionally fulfilling life by the experiences we choose to have and the cognitive and motor memories we encode in our brains. This explains how “doing” rewires the brain! Interestingly, Buddhism3 practices (e.g., mindfulness meditation) align nicely with this modern scientific understanding of brain and emotions. For example, Dr. Barrett studies and describes how Buddhism can strengthen interpersonal relationships and improve your brain and body health.4\nMindfulness promotes stillness, awareness, and being in the moment without judgment or expectation. Then, we can exercise curiosity about what contributed or is contributing to our feelings (affect) and emotions (meaning). This is critical because our brains are quick to draw false conclusions to save cognitive energy rather than to “get it right.” Interestingly, the more vocabulary we have to describe feelings and emotions, the more ability we have to recognize these in ourselves and others. This is called emotional granularity and is the actual basis of emotional intelligence.5\nDr. Barrett’s How Emotions are Made covers many practical applications of this emerging science, including mitigating implicit racial bias.\nKey resources from Dr. Lisa Feldman Barrett\nDr. Feldman Barrett’s book covers a lot of content. To get you oriented, I recommend first watching the three videos below. The first video is 5 minutes, followed by two TED talks by LFB.\n1: This is why you feel the way you feel\nThis is an outstanding 5-minute summary of construction of emotions:\n\n\n\n\n2 (TED): You aren’t at the mercy of your emotions: Your brain creates them\n“Can you look at someone’s face and know what they’re feeling? Does everyone experience happiness, sadness and anxiety the same way? What are emotions anyway? For the past 25 years, psychology professor Lisa Feldman Barrett has mapped facial expressions, scanned brains and analyzed hundreds of physiology studies to understand what emotions really are. She shares the results of her exhaustive research—and explains how we may have more control over our emotions than we think.”\n\n\n\n\nSee reading list for above TED talk.\n3 (TED): Cultivating Wisdom: The Power Of Mood\n“Do you believe that what you see influences how you feel? Actually, the opposite is true: What you feel—your affect—influences what you see, hear, smell, taste, and touch. Psychologist and neuroscientist Lisa Feldman Barrett shares the groundbreaking discovery that you experience the world through affect-colored glasses. She also reveals how affect can be a source of wisdom that helps you to make better, wiser choices”\n\n\n\n\nLFB’s website (includes numerous academic lectures)\nHere is her website with a wealth of material: https://lisafeldmanbarrett.com/.\n\nBarrett LF. The science of making emotions: Three main ingredients contribute to how and why the brain creates feelings. HealthyLivingMadeSimple.com. Available from http://healthylivingmadesimple.com/science-making-emotions/↩︎\nFor example, implicit bias is a biased prediction stereotype that operates at a nonconscious level.↩︎\nBuddha’s Brain: The Practical Neuroscience of Happiness, Love, and Wisdom by Rick Hanson et al. Link: http://a.co/7SwSlOm↩︎\nBarrett LF. Buddhists in love: Lovers crave intensity, Buddhists say craving causes suffering. Is it possible to be deeply in love yet truly detached? Aeon (website). June, 4, 2018. Available from: https://aeon.co/essays/does-buddhist-detachment-allow-for-a-healthier-togetherness.↩︎\nBarrett LF. Emotional Intelligence Needs a Rewrite: Think you can read people’s emotions? Think again. Nautilus (website). August 3, 2017. Available from: http://nautil.us/issue/51/limits/emotional-intelligence-needs-a-rewrite.↩︎\n",
    "preview": "posts/2018-06-15-how-emotions-are-made/images/feature.jpg",
    "last_modified": "2021-03-27T21:49:48-07:00",
    "input_file": {}
  },
  {
    "path": "posts/2017-10-22-humility-is-the-new-smart/",
    "title": "Humility is the New Smart! Rethinking human excellence",
    "description": "Supercharge individual and organization learning and performance improvement.",
    "author": [
      {
        "name": "Tomás Aragón",
        "url": "https://taragonmd.github.io"
      }
    ],
    "date": "2017-10-22",
    "categories": [
      "Book review",
      "Humility",
      "Mindfulness",
      "Psychological safety",
      "Team skills"
    ],
    "contents": "\n\nHumility is the key to unleashing and supercharging personal and organizational performance improvement. However, not everyone feels comfortable introducing complex topics like cultural humility. I was fortunate to discover Professor Edward Hess’ book “Humility is the New Smart: Rethinking human excellence in the smart machine age” [1]. I believe his book is a non-threatening, practical, and inspiring way to introduce humility to your staff. Based on Hess’ book, the article below is an excerpt from our population health lean reference document.1 … Tomás J. Aragón\n\nRedefining what it means to be “smart”\nOur world is changing fast! Automation, machine learning, and artificial intelligence—the Smart Machine Age (SMA)—are disrupting and displacing the workforce. Transdisciplinary teamwork is the new norm. People skills, creative and critical thinking, innovation, and improvement are more important now than ever!\nUnfortunately, our native cognitive abilities have not evolved at the same pace [2]. Our brain is wired to sense “dangers” and react based on perceived threats and emotions. Our brain is wired for efficiency: it defaults to personality traits, fast decisions via nonconscious schemas or learned mindsets. We resist new ideas that demand new cognitive effort. Our decisions are suboptimal due to cognitive biases: (a) protection of mindset, (b) personality and habits, (c) faulty reasoning, (d) automatic associations, (e) relative thinking, and (f) social influences [3].\nHumans are prone to defensiveness from our innate drive to protect our ego2 and to avoid our fears (vulnerability, uncertainty, risk, intellectual or emotional exposure, uninvited scrutiny). Science shows these behaviors impede creativity, critical and innovative thinking, reflective listening, and emotionally engaging others [1]. We mitigate these biases using brain science. We start with a new definition of “being smart” (“NewSmart”). We must embrace intellectual humility, honesty, and courage and redesign organizations for this new age. Professor Edward Hess’ NewSmart Humility has four interdependent components:\nNewSmart principles,\nHumility mindset,\nNewSmart behaviors, and\nNewSmart organization [1].\nThe “NewSmart” principles\n“To change our mental model for the SMA,” Hess writes, \"we first need to accept a quality-based definition of ‘being smart’—a NewSmart—that we define as excelling at the highest level of thinking, learning, and emotionally engaging with others that one is capable of doing. NewSmart is a measure not of what you know or how much you know but of\nthe quality of your thinking, listening, collaborating, and learning;\nhow good you are at “not” knowing and decoupling your beliefs (not values) from your ego;\nhow good you are at being open to continually stress-testing your beliefs about how the world works;\nhow good you are at trying out new ideas and ways to accomplish your objectives and learning from those experiments\" [1].\n“So what does the high-quality thinking, learning, and emotional engagement underlying NewSmart look like in practice?” The NewSmart principles are worth committing to memory:\n“I’m defined not by what I know or how much I know, but by the quality of my thinking, listening, relating, and collaborating.”\n“My mental models are not reality—they are only my generalized stories of how my world works.”\n“I’m not my ideas, and I must decouple my beliefs (not values) from my ego.”\n“I must be open-minded and treat my beliefs (not values) as hypotheses to be constantly tested and subject to modification by better data.”\n“My mistakes and failures are opportunities to learn.”\nThis Table compares the “old smart” to the NewSmart.\nOld smart\nNewSmart\nI know\nI’m good at not knowing\nI tell\nI ask\nDefend my views\nImprove my views\nSeek confirmation\nSeek truth\nClose mind\nOpen mind\nInsecure if beliefs are challenged\nInsecure if beliefs are NOT challenged\nMistakes are bad\nMistakes are learning opportunities\nPerfectionism\nLearning\nThe Humility mindset\nWe embrace two definitions of humility:\nDickson defines humility as “the noble choice to forgo your status, [and to] use your influence for the good of others before yourself,” [4] and\nHess defines “Humility as a mindset about oneself that is open-minded, self-accurate, and ‘not all about me,’ and that enables one to embrace the world as it ‘is’ in the pursuit of human excellence” [1].\n“Humility is a mindset that results in not being so self-centered, ego defensive, self-enhancing, self-promotional, and closed-minded—all of which the science of learning and cognition shows inhibit excellence at higher-order thinking and emotionally engaging with others” [1].\nThe NewSmart behaviors\nThe NewSmart and Humility mindsets drive behaviors that are supported and improved with evidence-based skills. Hess clusters them into four behavioral categories:\nQuieting Ego,\nManaging Self (one’s thinking and emotions),\nReflective Listening, and\nOtherness (emotionally connecting and relating).\n(a) Quieting Ego\n“Quieting Ego is how we can deliberately work to reduce our reflexive emotional defensiveness; have empathy and open-mindedness; engage in Reflective Listening; and proactively seek other people’s feedback and perspectives to stress-test our own thinking. Quieting Ego is a way of practicing and operationalizing Humility. To quiet our ego is to perceive others and the world without filtering everything through a self-focused lens and to tamp down on negative or self-protective”inner talk\" that is driven consciously or subconsciously by our fears and insecurities\" [1]. Quieting Ego starts with four evidence-based behaviors:\nmindfulness,\nmindfulness meditation,\ndaily Quiet Ego reminders, and\npracticing gratitude.\n(b) Managing Self (one’s thinking and emotions)\n“Managing Self—our emotions and thinking—aids us in engaging in the higher-level thinking and behavior required … . It’s necessary to remain open-minded and be willing to test our beliefs and modify our points of view if presented with better data. It’s also how we’re able to overcome our fear of mistakes in order to take ownership of them and learn from them, and helps us more effectively relate to and collaborate with others” [1].\n“Managing Self comes from the science of ‘self-regulation’ and ‘self-control,’ which are broad psychological concepts that mean to monitor and manage one’s emotions, thoughts, and behaviors” [1] and start with these practices:\nslowing down,\nmanaging thoughts,\nmanaging emotions, and\nemotional intelligence.\nFor managing thoughts, Hess’ “thinking toolbox” starts with familiar concepts from population health lean (PDSA problem-solving, root cause analysis, etc.). We also highly recommend reading Richard Nisbett’s Mindware: Tools for Smart Thinking [5].\nFor managing emotions, “We’ve discussed how ego and fear are the two big learning inhibitors and explored our reflexive tendency as humans to be emotionally defensive and self-protective. We’ve discussed how negative emotions can undermine our behavior and thinking and how positive emotions can improve them. Stress, anger, and anxiety can cause narrow-mindedness and the fight-flee-or-freeze syndrome. … Positive emotions, on the other hand, have been scientifically linked not just to higher health and well-being but also to broader attention, open-mindedness, deeper focus, and more flexible thinking, all of which underlie creativity and innovative thinking. Positive emotions also improve decision making and general cognitive processing.”\nHess’ “managing emotions toolbox” includes effective techniques such as\npsychological distancing,\nreframing,\npositive memories,\npositive self-talk, and\nif-then implementation plans.\nSee Hess book for illustrative examples [1].\nEmotional intelligence (EI) is “the ability to monitor one’s own and others’ feelings and emotions, to discriminate among them and to use this information to guide one’s thinking and actions. … Sensitivity to other people’s emotions has been found to be a key to effective collaboration.” The EI model includes these abilities:\nPerceive and differentiate emotions in self and others.\nUse emotions to facilitate reasoning, aid judgment and memory processes, problem solve, communicate with others, and facilitate open-mindedness.\nUnderstand emotions by analyzing the emotions of yourself and others.\nManage emotions in self and others.\n(c) Reflective Listening\n“Reflective Listening is so important because it underlies all [other skills]. Why? Because your thinking and learning are limited by cognitive biases, emotional defensiveness, ego, and fear. You need, then, to truly listen to others to open your mind, push past your biases and mental models, and mitigate self-absorption in order to collaborate and build better relationships. [We know from] evidence that it’s hard for any of us to critique our own thinking and truly think critically. We’re just too wired to confirm what we already believe, and we feel too comfortable having a cohesive simple story of how our world works. We need to have thinking ‘partners’ who force us to confront those biases, and we need to listen to them” [1].\nReflective Listening includes these practices:\npreparing to listen reflectively,\nlistening with a Quiet Ego and an open mind, and\ninquiring with genuine curiosity, humility, and respect (humble inquiry).\nHere’s a preparation checklist for Reflective Listening:\nIs my mind clear? If not, take several deep, slow breaths.\nAm I calm emotionally? If not, take a few more deep breaths, focusing on breathing in for four seconds and very, very slowly breathing out for four seconds.\nSay to yourself a couple of times:\n“I am not my ideas.”\n“It’s not all about me.”\n“Don’t be defensive.”\n“Ask questions before telling.”\n“Don’t interrupt.”\n“Stay focused.”\n“Critique ideas, not people.”\n“Listen to understand, not to confirm.”\n(d) Otherness (emotionally connecting and relating)\nHess writes “We need others because we can’t think, innovate, or relate at our best alone. To relate to other people you first have to make a connection with them. It is by building a relationship over time that you build trust, and when you have caring trust, you have set the stage for the highest level of human engagement. … So how do you get better at connecting and relating? It’s quite obvious that connecting and relating to people is inhibited by arrogance, self-absorption, self-centeredness, not listening, closed-mindedness, lack of empathy, emotional defensiveness, and the ego protection and fear that flow from the Old Smart mental model. Accepting NewSmart and Humility as well as practicing Quieting Ego, Managing Self, and Reflective Listening lays the groundwork for relationship building with others.”\nOtherness behaviors include:\nusing the fives keys to connecting,\nbuilding trust and conveying caring,\npreparing for meetings,\nchoosing words wisely.\nThe five keys to connecting are\nbe present,\nbe genuine,\ncommunicate affirmation,\nlisten effectively, and\ncommunicate support.\nPrepare for meetings with this checklist:\nbe really present,\ngenuinely smile—a big smile,\nmake eye contact,\nbe positive,\nlisten reflectively,\nstay fully present, and\ndo no harm.\nChoose your words wisely: use “Yes, and” instead of “Yes, but” to build on the ideas of others; use “I believe” instead of “I think” to acknowledge your ideas are hypotheses open to critique and testing; use “I want to” instead of “I have to” and “I won’t” instead of “I can’t” to emphasize the power of choice.\nNewSmart organization\nFinally, design your organizational culture and environment for learning, adaptation, innovation, and improvement leveraging established psychological concepts:\npositivity (promote positive emotions, minimize negative emotions);\nself-determination theory (promote intrinsic motivation by supporting innate human drives for autonomy, relatedness, and competence); and\npsychological safety (feeling safe to speak freely; to experiment, fail, and learn; to seek and give constructive feedback; to challenge others’ thinking, including the “boss”).\nThe Table below summarizes the new cultural ways of a NewSmart organization.\nOld Cultural Ways\nNew Cultural Ways\nIndividuals win\nTeams win\nPlay cards close to the chest\nTransparency\nHighest-ranking person can trump\nBest idea or argument wins\nListening to confirrm\nListening to learn\nTelling\nAsking questions (humble inquiry)\nKnowing\nBeing good at not knowing\nIQ\nIQ and EQ (emotional intelligence)\nMistakes are always bad\nMistakes are learning opportunities\nCompete\nCollaborate\nSelf-promote\nSelf-reflect\n\n\n\n1. Hess E. Humility is the new smart: Rethinking human excellence in the smart machine age. Oakland, CA: Berrett-Koehler Publishers, a BK Business Book; 2017. \n\n\n2. Kahneman D. Thinking, fast and slow. New York: Farrar, Straus; Giroux; 2011. \n\n\n3. Spetzler C, Winter H, Meyer J. Decision quality: Value creation from better business decisions. 1st ed. Wiley; 2016. \n\n\n4. Dickson J. Humilitas: A lost key to life, love, and leadership. Zondervan; 2011. \n\n\n5. Nisbett R. Mindware: Tools for smart thinking. New York: Farrar, Straus; Giroux; 2016. \n\n\nAragón TJ, Garcia BA. We will be the best at getting better! An introduction to population health lean. eScholarship.org; 2017. Available from http://bit.ly/phleandoc2↩︎\nEgo is best understood as “self-concept” which is a collection of beliefs about oneself, including our many identities (gender, racial, professional, etc.). “Self-concept is made up of one’s self-schemas, and interacts with self-esteem, self-knowledge, and the social self to form the self as whole. … The temporal self-appraisal theory argues that people have a tendency to maintain a positive self-evaluation by distancing themselves from their negative self and paying more attention to their positive one.” (source: Wikipedia. Self-concept; 2017. Online. Available from: https://en.wikipedia.org/wiki/Self-concept.)↩︎\n",
    "preview": "posts/2017-10-22-humility-is-the-new-smart/images/humility-book_200x133.jpg",
    "last_modified": "2021-05-01T02:17:37-07:00",
    "input_file": {}
  }
]
