[
  {
    "path": "posts/2021-03-13-decision-intelligence01/",
    "title": "Decision intelligence (Part 1)",
    "description": "Integrating problem solving, decision quality, performance improvement, and data science",
    "author": [
      {
        "name": "Tomás Aragón",
        "url": "https://taragonmd.github.io"
      }
    ],
    "date": "2021-03-13",
    "categories": [
      "Decision intelligence",
      "Data science",
      "Behvioral economics",
      "Performance improvement"
    ],
    "contents": "\n\nContents\nDecision making\nCausal and probabilistic reasoning\n\nDecision intelligence\nProblem solving\nDecision quality\nPerformance improvement\n\nSummary\n\nIn February, 2021, Bay Area health officers published an article “Crisis Decision-Making at the Speed of COVID-19: Field Report on Issuing the First Regional Shelter-in-Place Orders in the United States”. In this article we discussed the application of decision intelligence (DI) to a public health crisis.\nIn this blog entry, I briefly summarize key DI concepts. One of my goals is to clarify that “data-driven decision making” is an incomplete construct for DI.\nDecision making\nCausal and probabilistic reasoning\nDecision making is our most important daily activity. Decisions drive vision, strategy, execution, problem solving, performance, evaluation, and continuous improvement. Decisions can be rapid and guided by experience and intuition, or they can be the product of a slow, deliberative process, usually by teams. So, what is a decision?\n“A decision is a choice between two or more alternatives that involves an irrevocable allocation of resources.” Every decision has causal assumptions, predictions, and opportunity costs. For example, we might choose option \\(A\\) over option \\(B\\) because we predict option \\(A\\) will achieve outcome \\(Y\\) with higher probability \\(P\\) (often unstated). The opportunity cost is the lost benefit of the better option not chosen or not considered. Implicit (non-conscious) cognitive biases, individually and collectively, can drive the strength of our causal beliefs, predictions, and decisions. Therefore, to improve team decision making, we also need to strengthen our capabilities in causal and probabilistic reasoning, balancing trade-offs from competing objectives, and leading team deliberations in the face of volatility, uncertainty, complexity, and ambiguity (so-called VUCA).\nWhat public health officials bring to the decision-making table are the principles of epidemiology and biostatistics that support causal and probabilistic reasoning, respectfully. Causal reasoning appears in questions such as: What are the key drivers? (root causes); Why and how is this happening? (root causes); Asking “why?” 5 times. (“The 5 Whys”); Does this countermeasure work? (efficacy); Will it work in the real world? (effectiveness); and Which intervention is more cost-effective? (efficiency).\nProbabilistic reasoning appears in questions such as: What are the chances that this exposure leads to infection? (prediction); What are the chances this countermeasure will work? (prediction); What are the sensitivity and specificity of this test or classification? (proportion of false-negative and/or false-positive of any test result or conjecture). This type of reasoning,\n\\[\n\\Pr (\\text{effect} \\mid \\text{cause})\n\\] \\[\n\\Pr (\\text{evidence} \\mid \\text{hypothesis})\n\\] \\[\n\\Pr (\\text{test results} \\mid \\text{presence of disease})\n\\] is called causal reasoning (or predictive reasoning).1\nIn contrast, What are the chances my hypothesis (conjecture, suspected diagnosis) is correct given the evidence? What is the chance of being infected given a test result? This type of reasoning,\n\\[\n\\Pr (\\text{cause} \\mid \\text{effect})\n\\] \\[\n\\Pr (\\text{hypothesis} \\mid \\text{evidence})\n\\] \\[\n\\Pr (\\text{presence of disease} \\mid \\text{test results})\n\\] is called evidential reasoning (or diagnostic reasoning) and is the inverse conditional probability of causal reasoning. Unfortunately, human beings are very poor at evidential reasoning because it requires Bayes theorem to calculate probabilities. Humans are unaware of this cognitive limitation; hence, we are overconfident in our assessments and, with confirmation bias, may develop certainty and rigid beliefs. For these reasons, we must approach VUCA with genuine intellectual humility and embrace curiosity over certainty. In fact, in the face of VUCA, key decisions are better managed like hypotheses to be tested.\nEvery decision involves intuition, emotions, and cognitive and social psychology. Because of VUCA, decision making is often more art than science, and the “art” depends on psychological safety and effective interpersonal skills for managing conflict and building consensus. Decisions in organizational environments evolve within a historical, political, and cultural context that may constrain or support good decision making.\nThe failure to understand basic causal and evidential reasoning leads to wrong inferences, rigid beliefs, and poor decisions. We have seen this time and time again in the SARS’CoV-2 pandemic. The only practical and effective approach is to embrace humility, curiosity, and learning.\nDecision intelligence\nFor public health officials, decision intelligence is the practical integration of problem solving, decision quality, performance improvement, and data science.\nProblem solving\nMany public health officials use components of decision intelligence but are unaware of its integrated structure. Figure 1 graphically depicts the problem-solving structure as a causal graph (also called directed acyclic graph or DAG).\n\n\n\nFigure 1: Causal graph to guide problem solving\n\n\n\nThe easiest example to understand is clinical diagnosis and treatment. When a patient presents to an emergency room with chest pain (problem), the clinician considers and prioritizes consequences (death, discomfort, etc.) and causes (myocardial infarction, esophageal reflux, anxiety, etc.), tests hypotheses by collecting data (history, physical examination, and diagnostic tests), and then uses the results to select and implement a treatment plan (countermeasures). The patient’s response to treatment is more data for learning, and for adjusting hypotheses and treatments. This whole process is a series of problem solving decisions, learning, and continuous improvement. The seasoned clinical is an expert in clinician decision intelligence.\nDecision quality\nSimilarly, complex problem-solving is a series of important, causally-linked decisions to (a) select and focus on the right problem, consequences, and root causes, and (b) design, evaluate, and improve countermeasures (prevention, control, mitigation) to achieve the primary objectives while minimizing harmful outcomes and unintended consequences.\nDecision quality is understanding and improving the requirements of making good decisions (Figure 2) even when the decisions are intuitive and fast. Decision quality has these requirements (1) frame the decision problem or opportunity, including identifying values and setting decision objectives; (2) gather relevant data and information; (3) generate creative, doable alternatives (choices); (4) conduct sound reasoning to select or prioritize the best alternatives to achieve the objectives; (5) involve the right stakeholders and build consensus (commitment to action); and (6) understand the consequences, trade-offs, and opportunity costs (prospects).\n\n\n\nFigure 2: Decision quality requirements\n\n\n\nAt a minimum, a decision quality checklist (Table 1) improves the quality of decisions at any stage of problem solving. A good decision is only as strong as its weakest link.\nTable 1:  Decision quality requirements engages multiple disciplines and skillsets\nNo.\nRequirement\nKey questions to ask\n1\nFrame\nWhat are we deciding and why?\n2\nInformation\nWhat do we need to know?\n3\nAlternatives\nWhat creative choices do we have?\n4\nReasoning\nAre we thinking straight?\n5\nCommitment\nIs there commitment to action? Are we thinking straight?\n6\nProspects\nWhat future states do we care about?\nTable 2 summarizes specific areas of professional and systems developement to improve decision quality.\nTable 2:  Decision quality requirements engages multiple disciplines and skillsets\nNo.\nRequirement\nPriority areas for development, training, and improvement\n1\nFrame\n\\(\\leftarrow\\) decision competency in PDSA problem solving\n2\nInformation\n\\(\\leftarrow\\) data and information systems\n3\nAlternatives\n\\(\\leftarrow\\) knowledge management (discovery, translation, and integration)\n4\nReasoning\n\\(\\leftarrow\\) causal and probabilistic reasoning combined with data science\n5\nCommitment\n\\(\\leftarrow\\) Engage and involve stakeholders to increase commitment to action\n6\nProspects\n\\(\\leftarrow\\) Understand the consequences, trade-offs, and opportunity costs\nTeam problem solving is a series of deliberative decision processes that are divergent (generating creative ideas and options) and convergent (selecting or prioritizing options for action). First, selecting the right problem to tackle is a decision problem, and it is the most important. Second, a root cause analysis identifies what causes the problem. Third, selecting countermeasures for root causes, problem, and consequences is, again, a decision problem. The key point is that problem-solving is a series of linked, interdependent decisions, each with quality requirements. The quality of a decision can only be as strong as its weakest link, and the quality of problem solving can only be as strong as the quality of those decisions.\nPerformance improvement\nPut together, decision intelligence is the integration of problem solving and decision quality within a performance improvement framework, ensuring quality and continuous improvement in decision making. Table 3 summarizes decision intelligence as Plan-Do-Study-Act (PDSA) problem solving.\nTable 3:  Decision intelligence is the integration of problem solving and decision quality within a performance improvement framework\nPDSA\nComponents of Problem Solving\nKey decision questions\nPlan\nProblem definition\nWhat is main problem to solve?\n\nConsequence (risk) analysis\nWhat are the consequences?\n\nRoot cause (diagnostic) analysis\nWhat causes the problem?\n\nCountermeasure design and testing\nWhat strategies and actions work?\nDo\nCountermeasure implementation\nHow do we deploy countermeasures?\nStudy\nCountermeasure (causal) evaluation\nHow do we measure effectiveness?\nAct\nAct on what you learn to improve\nHow do we learn and improve?\nWe can now appreciate that PDSA problem-solving is a series of decisions (Figure 3): finding and selecting the most important problems to tackle; identifying and prioritizing the consequences caused by the unresolved problem(s); identifying (or discovering) and prioritizing the root causes of the problem(s); selecting effective countermeasures for each level (problem, root causes, and consequences); and deploying and evaluating the effectiveness of the countermeasures where evaluation is a type of causal analysis.\n\n\n\nFigure 3: PDSA problem solving is a series of decisions\n\n\n\nSummary\nDecision intelligence is integration of\nproblem solving,\ndecision quality,\nperformance improvement, and\ndata science (and other sciences; e.g., behavioral economics, artificial intelligence).\nDecision intelligence2 is often promoted through the lens of data science, machine learning, and artificial intelligence. I believe it is more applicable for everyday use, and therefore much more generalizable and powerful.\nIn future blog entries I will expand on these concepts with more emphasis on practical applications and data science.\n\nI prefer causal reasoning: a causal link has statistical dependence but statistical dependence (an association) does not mean there is a causal link↩︎\nSee https://towardsdatascience.com/introduction-to-decision-intelligence-5d147ddab767↩︎\n",
    "preview": "posts/2021-03-13-decision-intelligence01/images/feature.png",
    "last_modified": "2021-03-15T22:54:18-07:00",
    "input_file": {},
    "preview_width": 900,
    "preview_height": 600
  },
  {
    "path": "posts/2021-02-20-new-cdph-job/",
    "title": "Never say never: Why I moved from local to state public health",
    "description": "On January 4, 2021, I started as the new Director and State Health Officer at the California Department of Public Health (CDPH).",
    "author": [
      {
        "name": "Tomás Aragón",
        "url": "https://taragonmd.github.io"
      }
    ],
    "date": "2021-02-21",
    "categories": [
      "CDPH"
    ],
    "contents": "\nSince 1996, I served the City and County of San Francisco in numerous deputy health officer roles, eventually becoming the health officer in December 2010. I was born in San Francisco and grew up in the Mission District—a low-income, predominantly Latino community. My family immigrated from Nicaragua in the 1950s and the Mission was home to a large concentration of Central American immigrants. I was honored and proud to be the health officer of my city of birth.\nAt the San Francisco Department of Public Health (SFDPH), local public health practice provided me with many unique challenges and opportunities. I was also the director of the Population Health Division that provided core public health services. I grew tremendously in my organizational and community leadership roles, and my partnerships with academic institutions such as UCSF and UC Berkeley School of Public Health fulfilled my nerdy inclinations. Over the years I worked with the California Department of Public Health on a variety of problems from communicable disease outbreaks to radiation concerns at the Hunter Points Naval Shipyard. However, I never—and I mean never!—imagined working for the state public health department—I wanted to stay close to the action; that is, local public health.\nBefore my health officer appointment, I had directed national CDC research and training centers on infectious disease emergency preparedness and response at the UC Berkeley School of Public Health. I had put that part of my career completely behind me and was more focused on broader public health challenges such as racial health inequities. I also developed a strong interest in leadership development, decision intelligence, and organizational performance improvement. The SFDPH became a laboratory for testing, learning, and teaching. I was professionally and intellectually fulfilled.\nThat all changed with the SARS-CoV-2 pandemic. In December 2019, we started receiving news about an outbreak of respiratory infections in Wuhan, Hubei Province, China. Because of my training and expertise in communicable diseases, and my experience with SARS in 2003 and H1N1 pandemic flu in 2009, I was especially attuned to the evolving events.\nOn January 13, 2020, I med with Dr. Julie Stoltey, our communicable disease controller, and on January 21st we activated our Departmental Operations Center (DOC). We have been working non-stop since with very few days off. The pandemic not only disrupted our society and economy, it revealed and amplified pre-existing racial inequities. It also revealed the longstanding neglect of the public health infrastructure at all levels of government. Finally, people started to understand what is public health.\nMarch 15, 2020, a group of seven Bay Area health officers, led by Dr.Sara Cody, issued the first stay-at-home orders in the United States. We successfully prevented many cases, hospitalization, and deaths. Unfortunately, this was just the beginning of a long haul of fighting this relentless and unforgiving pandemic. Fortunately, the rapid development of effective vaccines meant real hope was around the corner, and that we would be transitioning into a recovery and rebuilding phase. This also means rebuilding the public health infrastructure for the 21st century.\nWhen the job announcement for the CDPH director and state public health officer was posted, I immediately applied. I could not pass up the opportunity to shape the future of public health services for a state of 40 million people, to advocate for the resources to rebuild our public health infrastructure, and to fight for social and racial equity and health on a larger stage. I was humbled and honored to be selected to serve in this position at this critical time in our history.\nI just completed seven weeks! I am exhausted, and at times overwhelmed and over extended! (So, what else is new!) My strongest impression working at CDPH is the enormous level of staff dedication, kindness, ingenuity, and passion for public service and science. I am inspired every single day! The CDPH staff are working 24/7 to protect and promote health and safety for the diverse counties and communities across the state. It’s a huge privilege to work more closely with health officials of the County Health Executives Association of California (CHEAC) and the Health Officers Association of California (HOAC), and with stakeholder and advocacy groups representing the diverse interests of California residents. They too are working just as hard and long to protect all of us.\nRebuilding public health requires everyone. I hope you will reach out to me and provide input and feedback on our and my performance, and how we can “become the best at getting better” in service to you.\nTo learn more about CDPH visit https://www.cdph.ca.gov/Pages/About.aspx.\n\n\n\n",
    "preview": "posts/2021-02-20-new-cdph-job/images/combatimoscovid_1800x1200.jpg",
    "last_modified": "2021-03-13T15:11:44-08:00",
    "input_file": {}
  },
  {
    "path": "posts/welcome/",
    "title": "Welcome! ¡Bienvenido!",
    "description": "Rebuilding population health blog.",
    "author": [
      {
        "name": "Tomás Aragón",
        "url": "https://taragonmd.github.io"
      }
    ],
    "date": "2021-02-18",
    "categories": [
      "CDPH"
    ],
    "contents": "\nI am rebuilding this blog website using https://rstudio.github.io/distill/.\n\n\n\n",
    "preview": {},
    "last_modified": "2021-02-27T17:37:29-08:00",
    "input_file": {}
  },
  {
    "path": "posts/2018-06-11-the-book-of-why/",
    "title": "The Book of Why: The new science of cause and effect",
    "description": "Brilliant introduction to causal inference with many public health examples.",
    "author": [
      {
        "name": "Tomás Aragón",
        "url": "https://taragonmd.github.io"
      }
    ],
    "date": "2018-06-11",
    "categories": [
      "Book review",
      "Causal inference",
      "Bayesian networks",
      "Data science"
    ],
    "contents": "\nCausal reasoning is at the core of everything we see, do, and imagine. Causal inference is the foundation of scientific thinking and reasoning. Every explicit decision we make is the realization of causal thinking. You will be surprised to learn that the rigorous study of causality as a science is relatively new in comparison to the disciplines of statistics and probability. The history of the Causal Revolution will surprise, inspire, entertain, and—at times—shock you! Below is my 5-star Amazon review of the Judea Pearl’s The Book of Why: The New Science of Cause and Effect (which became an Amazon “Best Seller” within the first week of its release!).\n“Wow! I am a physician epidemiologist with a doctorate in epidemiology and I teach computational epidemiology (with R) at UC Berkeley. I had the opportunity to study biostatistics from the best professors at UC Berkeley School of Public Health (Steve Selvin, Nicolas Jewell, Richard Brand, and many more). The field of causal inference was just beginning to take off with biostatisticians piloting the plane (Mark van der Laan, Nicolas Jewell, etc.). I avoided a rigorous study of causal inference but eventually came around after studying Bayesian networks (pioneered by Judea Pearl) for decision analysis. Judea Pearl’s Bayesian networks and causal graphs connects the fields of statistics, epidemiology, decision and computer sciences in a profoundly elegant way. His work empowers and expands the potential of”big data.\" This is the first book written for the general public on this topic. It will have a huge impact. Causality and causal reasoning is at the core of everything we see, do, and imagine. He provides a graphical tool (causal graphs) for encoding expert knowledge (including community wisdom and experience). Anyone—yes, anyone—can learn the basics. For additional rigor, there are structural causal models (functional equations). I now consider it “data scientific malpractice” to be designing studies, analyzing data, and adjusting for confounders without using causal models. Human brains are wired to resist new paradigms. Be intellectually wise and humble and read this book–you will not regret it!\"\nThe Ladder of Causation\nBy the end of this book you will understand, appreciate, and value the “Ladder of Causation” (Figure 1)1 as a way of thinking about decision making, causal reasoning, and causal discovery. You will develop a different appreciation of the important roles of epidemiology and statistics which have embraced the Causal Revolution. Be sure to get the 2020 reprint edition.2\n\n\n\nFigure 1: Judea Pearl’s Ladder of Causation. Illustrator: Maayan Hare\n\n\n\n\nIllustrator: Maayan Harel http://www.maayanillustration.com/↩︎\nBasic Books; Reprint edition (August 25, 2020), ISBN-10: 1541698967, ISBN-13: 978-1541698963↩︎\n",
    "preview": "posts/2018-06-11-the-book-of-why/images/Pearl2018_The-Book-of-Why_COVER_300x200.jpg",
    "last_modified": "2021-03-13T22:04:53-08:00",
    "input_file": {}
  }
]
